Repository: common-repository/better-sharing
Catalog: languages/better-sharing-wp-*.po
Languages: bg_bg

source: Add essential viral sharing functionality to any WordPress site.
bg_bg: Функционалност за споделяне за всеки WordPress сайт.

source: Check out this crowdfunding campaign! Help %s on %s reach its goal of %s.</br></br>%s
bg_bg: Провери тази кампания за набиране на средства! Помогни %s в %s да постигне целта си %s.</br></br>%s

source: Help make it happen for %s on %s. %s %s
bg_bg: Помогни да се случи %s на %s. %s %s

source: Please help my crowdfunding campaign, %s on %s, reach its goal of %s. Every little bit helps to get the project across the finish line.</br></br>%s
bg_bg: Моля, помогнете на моята кампания за набиране на средства, %s на %s, да постигне целта си от %s. Всеки принос е от значение за постигане на крайната цел.</br></br>%s

source: Please support my %s campaign, %s to reach its goal of %s on %s. Every little bit helps to get the project across the finish line. %s
bg_bg: Моля, подкрепете моята кампания %s, %s да постигне целта си от %s на %s. Всеки принос е от значение за постигане на крайната цел. %s

source: Check out this crowdfunding campaign that I just supported! Help %s on %s reach its goal of %s. It needs %s more to get there, and every little bit helps!</br></br>%s
bg_bg: Вижте кампанията за набиране на средства, която току що подкрепих! Помогнете %s на %s да постигне крайната си цел %s. Нуждае се от %s, за да бъде постигната!</br></br>%s

source: I just joined %s other people who have backed %s on %s. It needs %s more to reach its goal of %s! %s %s
bg_bg: Току що се присъединих към %s други, които подкрепиха %s на %s. Нуждае се от още %s, за да бъде постигната крайната цел %s! %s %s

source: Check out this crowdfunding campaign that I just supported! Help %s on %s reach its goal of %s.</br></br>%s
bg_bg: Вижте кампанията за набиране на средства, която току-що подкрепих! Помогнете %s на %s да постигне крайната цел %s.</br></br>%s

source: I just joined %s other people who have backed %s on %s. %s %s
bg_bg: Току що се присъединих към %s други, които подкрепиха %s на %s. %s %s

source: No IgnitionDeck Sharing Block available or its status is not <b>publish</b>!
bg_bg: Няма наличен IgnitionDeck Sharing Block или статуса му не е <b>Publish</b>!

source: No IgnitionDeck Hooks to trigger Better Sharing available!
bg_bg: Няма IgnitionDeck Hooks, които да изпълнят Better Sharing!

source: Wrong parent class used for add_on
bg_bg: Грешен родителски клас използван за add_on

source: No Email Found!
bg_bg: Няма открит email!

source: Success!
bg_bg: Успех!

source: No Email(s) Found!
bg_bg: Не са открити email-и!

source: Enter only valid email(s)!
bg_bg: Въведете само валидни email адреси!

source: Your message contains unauthorized content.
bg_bg: Съобщението ви съдържа неразрешено съдържание.

source: The email has been sent successfully!
bg_bg: Email съобщението е изпратено успешно!

source: Too many emails!
bg_bg: Прекалено много email-и!

source: The email has been sent successfully.
bg_bg: Email съобщението е изпратено успешно.

source: Sending mails failed! Try again later!
bg_bg: Изпращането на email-и се провали. Моля, опитайте по-късно!

source: Errors while sending mails! Check the email addresses!
bg_bg: Възникнаха грешки по време на изпращането на email-и! Моля, проверете email адресите!

source: Email Subject Preview:
bg_bg: Преглед на тема:

source: Email Message Preview:
bg_bg: Преглед на съобщение:

source: No email(s) found!
bg_bg: Не са открити email-и!

source: Message is required!
bg_bg: Съобщението е задължително!

source: The emails exceed the limit!
bg_bg: Надвишен лимит на съобщения!

source: Share via Email
bg_bg: Сподели чрез Email

source: Invite people to use your referral code.
bg_bg: Покани хора да използват вашия код за споделяне.

source: Add From Contacts
bg_bg: Добави от контакти

source: Email Preview
bg_bg: Преглед на Email

source: This is the email that your referrals will see.
bg_bg: Това е email-а, който хората с които споделяте ще видят.

source: Subject
bg_bg: Тема

source: Message
bg_bg: Съобщение

source: Send
bg_bg: Изпрати

source: Copy
bg_bg: Копирай

source: Copied!
bg_bg: Копиран!

source: message
bg_bg: съобщение
